Repository: enrzh/aiity
Catalog: AIApp/Localizable.xcstrings
Source language: de
Languages: ar, bn, en, es, fr, hi, id, it, ja, ko, pt, ru, tr, ur, vi, zh_hans

source: Test-Chat: Antwort ist kein JSON.
ar: محادثة اختبار: الرد ليس JSON.
bn: টেস্ট চ্যাট: উত্তর JSON নয়।
en: Test chat: response isn't JSON.
es: Chat de prueba: la respuesta no es JSON.
fr: Chat de test : la réponse n'est pas du JSON.
hi: टेस्ट चैट: जवाब JSON नहीं है।
id: Chat uji: jawaban bukan JSON.
it: Chat di test: la risposta non è JSON.
ja: テストチャット: 応答が JSON ではありません。
ko: 테스트 채팅: 응답이 JSON이 아닙니다.
pt: Chat de teste: a resposta não é JSON.
ru: Тестовый чат: ответ не в формате JSON.
tr: Test sohbeti: yanıt JSON değil.
ur: ٹیسٹ چیٹ: جواب JSON نہیں ہے۔
vi: Trò chuyện thử: phản hồi không phải JSON.
zh_hans: 测试聊天：返回的不是 JSON。

source: Test-Chat: unerwartete Antwortform.
ar: محادثة الاختبار: شكل استجابة غير متوقع.
bn: টেস্ট চ্যাট: অপ্রত্যাশিত উত্তর ফরম্যাট।
en: Test chat: unexpected response shape.
es: Chat de prueba: forma de respuesta inesperada.
fr: Chat de test : forme de réponse inattendue.
hi: टेस्ट चैट: अप्रत्याशित जवाब का रूप।
id: Chat uji: format jawaban tidak terduga.
it: Chat di prova: forma della risposta inattesa.
ja: テストチャット：予期しない応答形式です。
ko: 테스트 채팅: 예상치 못한 응답 형식.
pt: Chat de teste: formato de resposta inesperado.
ru: Тестовый чат: неожиданный формат ответа.
tr: Test sohbeti: beklenmeyen yanıt biçimi.
ur: ٹیسٹ چیٹ: غیر متوقع جواب کی شکل۔
vi: Trò chuyện thử: định dạng phản hồi không mong đợi.
zh_hans: 测试聊天：响应格式异常。

source: UNERWARTET BEENDET (Ursache nicht eindeutig)
ar: إنهاء غير متوقّع (السبب غير واضح)
bn: অপ্রত্যাশিতভাবে বন্ধ হয়েছে (কারণ স্পষ্ট নয়)
en: ENDED UNEXPECTEDLY (cause unclear)
es: TERMINÓ INESPERADAMENTE (causa no clara)
fr: ARRÊT INATTENDU (cause indéterminée)
hi: अप्रत्याशित रूप से बंद हुआ (कारण स्पष्ट नहीं)
id: BERAKHIR TIDAK TERDUGA (penyebab tidak jelas)
it: TERMINATA IN MODO IMPREVISTO (causa non chiara)
ja: 予期しない終了（原因は特定できず）
ko: 예기치 않게 종료됨 (원인 불명확)
pt: TERMINOU INESPERADAMENTE (causa não clara)
ru: НЕОЖИДАННО ЗАВЕРШЕНО (причина неясна)
tr: BEKLENMEDİK ŞEKİLDE SONA ERDİ (neden net değil)
ur: غیر متوقع طور پر بند ہوا (وجہ واضح نہیں)
vi: KẾT THÚC BẤT NGỜ (nguyên nhân không rõ ràng)
zh_hans: 意外终止（原因不明确）

source: URL als Klartext einfügen
ar: لصق الرابط كنص عادي
bn: URL প্লেইন টেক্সট হিসেবে পেস্ট করুন
en: Paste URL as plain text
es: Pegar URL como texto sin formato
fr: Coller l'URL en texte brut
hi: URL को प्लेन टेक्स्ट के रूप में पेस्ट करें
id: Tempel URL sebagai teks biasa
it: Incolla URL come testo semplice
ja: URL をプレーンテキストでペースト
ko: URL을 일반 텍스트로 붙여넣기
pt: Colar URL como texto simples
ru: Вставить URL как текст
tr: URL'yi düz metin olarak yapıştır
ur: URL کو پلین ٹیکسٹ کے طور پر پیسٹ کریں
vi: Dán URL dưới dạng văn bản thuần
zh_hans: 以纯文本粘贴 URL

source: Unerwartetes Modelle-JSON (weder data[] noch models[]).
ar: JSON نماذج غير متوقّع (لا data[] ولا models[]).
bn: অপ্রত্যাশিত মডেল JSON (না data[], না models[])।
en: Unexpected models JSON (neither data[] nor models[]).
es: JSON de modelos inesperado (ni data[] ni models[]).
fr: JSON de modèles inattendu (ni data[] ni models[]).
hi: अप्रत्याशित मॉडल JSON (न तो data[] और न models[])।
id: JSON model tidak terduga (bukan data[] maupun models[]).
it: JSON dei modelli inatteso (né data[] né models[]).
ja: 想定外のモデル JSON（data[] も models[] もありません）。
ko: 예상치 못한 모델 JSON (data[]도 models[]도 아님).
pt: JSON de modelos inesperado (nem data[] nem models[]).
ru: Неожиданный JSON со списком моделей (нет ни data[], ни models[]).
tr: Beklenmedik model JSON'ı (ne data[] ne de models[]).
ur: غیر متوقع ماڈلز JSON (نہ data[]، نہ models[])۔
vi: JSON mô hình không mong đợi (không phải data[] cũng không phải models[]).
zh_hans: 模型 JSON 出乎意料（既没有 data[] 也没有 models[]）。

source: Ungültige
ar: غير صالحة
bn: অবৈধ
en: Invalid
es: No válida
fr: Invalide
hi: अमान्य
id: Tidak valid
it: Non valido
ja: 無効な
ko: 유효하지 않음
pt: Inválida
ru: Неверные
tr: Geçersiz
ur: غلط
vi: Không hợp lệ
zh_hans: 无效

source: Ungültige Base-URL für Anthropic-Modelle.
ar: عنوان Base-URL غير صالح لنماذج Anthropic.
bn: Anthropic মডেলের জন্য অবৈধ Base URL।
en: Invalid base URL for Anthropic models.
es: URL base no válida para los modelos de Anthropic.
fr: URL de base invalide pour les modèles Anthropic.
hi: Anthropic मॉडलों के लिए अमान्य Base URL।
id: Base URL tidak valid untuk model Anthropic.
it: Base URL non valido per i modelli Anthropic.
ja: Anthropic モデルのベース URL が不正です。
ko: Anthropic 모델에 유효하지 않은 Base URL.
pt: URL base inválido para os modelos Anthropic.
ru: Некорректный Base-URL для моделей Anthropic.
tr: Anthropic modelleri için geçersiz Base URL.
ur: Anthropic ماڈلز کے لیے غلط Base URL۔
vi: Base URL không hợp lệ cho mô hình Anthropic.
zh_hans: Anthropic 模型的 Base URL 无效。

source: Ungültige Base-URL für Modelle.
ar: عنوان Base-URL غير صالح للنماذج.
bn: মডেলের জন্য অবৈধ Base URL।
en: Invalid base URL for models.
es: URL base no válida para los modelos.
fr: URL de base invalide pour les modèles.
hi: मॉडलों के लिए अमान्य Base URL।
id: Base URL tidak valid untuk model.
it: Base URL non valido per i modelli.
ja: モデル取得用のベース URL が不正です。
ko: 모델에 유효하지 않은 Base URL.
pt: URL base inválido para os modelos.
ru: Некорректный Base-URL для моделей.
tr: Modeller için geçersiz Base URL.
ur: ماڈلز کے لیے غلط Base URL۔
vi: Base URL không hợp lệ cho mô hình.
zh_hans: 模型列表的 Base URL 无效。

source: Ungültige Base-URL: %@
ar: عنوان URL أساسي غير صالح: %@
bn: অবৈধ Base URL: %@
en: Invalid base URL: %@
es: URL base no válida: %@
fr: URL de base invalide : %@
hi: अमान्य Base URL: %@
id: Base URL tidak valid: %@
it: URL base non valido: %@
ja: 無効なベースURL: %@
ko: 유효하지 않은 Base URL: %@
pt: URL base inválido: %@
ru: Недопустимый Base-URL: %@
tr: Geçersiz Base URL: %@
ur: غلط Base URL: %@
vi: Base URL không hợp lệ: %@
zh_hans: Base URL 无效：%@

source: Ungültige OAuth-Antwort.
ar: رد OAuth غير صالح.
bn: অবৈধ OAuth উত্তর।
en: Invalid OAuth response.
es: Respuesta de OAuth no válida.
fr: Réponse OAuth invalide.
hi: अमान्य OAuth जवाब।
id: Jawaban OAuth tidak valid.
it: Risposta OAuth non valida.
ja: OAuth の応答が不正です。
ko: 유효하지 않은 OAuth 응답.
pt: Resposta OAuth inválida.
ru: Некорректный ответ OAuth.
tr: Geçersiz OAuth yanıtı.
ur: غلط OAuth جواب۔
vi: Phản hồi OAuth không hợp lệ.
zh_hans: OAuth 响应无效。

source: Ungültige non-stream Antwort.
ar: رد non-stream غير صالح.
bn: অবৈধ non-stream উত্তর।
en: Invalid non-stream response.
es: Respuesta sin streaming no válida.
fr: Réponse non-stream invalide.
hi: अमान्य non-stream जवाब।
id: Jawaban non-stream tidak valid.
it: Risposta non-stream non valida.
ja: 非ストリーム応答が不正です。
ko: 유효하지 않은 non-stream 응답.
pt: Resposta non-stream inválida.
ru: Некорректный не-потоковый ответ.
tr: Geçersiz non-stream yanıtı.
ur: غلط non-stream جواب۔
vi: Phản hồi non-stream không hợp lệ.
zh_hans: 非流式响应无效。

source: Ungültiger Speicherzugriff — Zugriff auf bereits freigegebenen Speicher.
ar: وصول غير صالح للذاكرة — استخدام ذاكرة سبق تحريرها.
bn: অবৈধ মেমরি অ্যাক্সেস — ইতিমধ্যে মুক্ত করা মেমরিতে অ্যাক্সেস।
en: Invalid memory access — used memory that was already freed.
es: Acceso a memoria no válido: acceso a memoria ya liberada.
fr: Accès mémoire invalide — accès à de la mémoire déjà libérée.
hi: अमान्य मेमोरी एक्सेस — पहले ही मुक्त की गई मेमोरी का उपयोग।
id: Akses memori tidak valid — akses ke memori yang sudah dibebaskan.
it: Accesso alla memoria non valido — accesso a memoria già liberata.
ja: 不正なメモリアクセス — 解放済みメモリへのアクセスです。
ko: 유효하지 않은 메모리 접근 — 이미 해제된 메모리에 대한 접근.
pt: Acesso inválido à memória — acesso a memória já libertada.
ru: Недопустимое обращение к памяти — доступ к уже освобождённой памяти.
tr: Geçersiz bellek erişimi — zaten serbest bırakılmış belleğe erişim.
ur: غلط میموری رسائی — پہلے سے آزاد کی گئی میموری تک رسائی۔
vi: Truy cập bộ nhớ không hợp lệ — truy cập vào bộ nhớ đã được giải phóng.
zh_hans: 非法内存访问 — 访问了已释放的内存。

source: Unverschlüsseltes HTTP ist nur für eigene Server im lokalen Netz erlaubt — %@ ist öffentlich erreichbar. Nutze https://.
ar: HTTP غير المشفّر مسموح فقط لخوادمك على الشبكة المحلية — %@ متاح للعامة. استخدم https://.
bn: এনক্রিপশন ছাড়া HTTP শুধু লোকাল নেটওয়ার্কে নিজস্ব সার্ভারের জন্য অনুমোদিত — %@ সর্বজনীনভাবে অ্যাক্সেসযোগ্য। https:// ব্যবহার করুন।
en: Unencrypted HTTP is only allowed for your own servers on the local network — %@ is publicly reachable. Use https://.
es: HTTP sin cifrar solo se permite con servidores propios en la red local — %@ es accesible públicamente. Usa https://.
fr: Le HTTP non chiffré n'est autorisé que pour tes propres serveurs sur le réseau local — %@ est accessible publiquement. Utilise https://.
hi: बिना एन्क्रिप्शन वाला HTTP सिर्फ़ लोकल नेटवर्क में अपने सर्वर के लिए मान्य है — %@ सार्वजनिक रूप से पहुँच योग्य है। https:// इस्तेमाल करें।
id: HTTP tanpa enkripsi hanya diizinkan untuk server sendiri di jaringan lokal — %@ dapat diakses secara publik. Gunakan https://.
it: L'HTTP non cifrato è consentito solo per i tuoi server nella rete locale — %@ è raggiungibile pubblicamente. Usa https://.
ja: 暗号化なしの HTTP はローカルネットワーク上の自分のサーバーにだけ許可されます — %@ は外部から到達できます。https:// を使ってください。
ko: 암호화되지 않은 HTTP는 로컬 네트워크의 자체 서버에만 허용됩니다 — %@은(는) 공개적으로 접근 가능합니다. https://를 사용하세요.
pt: HTTP sem encriptação só é permitido para servidores teus na rede local — %@ está acessível publicamente. Usa https://.
ru: Незашифрованный HTTP разрешён только для своих серверов в локальной сети — %@ доступен извне. Используй https://.
tr: Şifrelenmemiş HTTP yalnızca yerel ağdaki kendi sunucunuz için izinlidir — %@ herkese açık olarak erişilebilir. https:// kullanın.
ur: بغیر انکرپشن HTTP صرف لوکل نیٹ ورک میں اپنے سرور کے لیے اجازت ہے — %@ عوامی طور پر قابلِ رسائی ہے۔ https:// استعمال کریں۔
vi: HTTP không mã hóa chỉ được phép cho server riêng trong mạng cục bộ — %@ có thể truy cập công khai. Dùng https://.
zh_hans: 未加密的 HTTP 只允许用于本地网络里你自己的服务器 — %@ 是公网可访问的。请用 https://。

source: Update
ar: تحديث
bn: আপডেট
es: Actualizar
fr: Mettre à jour
hi: अपडेट
it: Aggiorna
ja: 更新
ko: 업데이트
pt: Atualizar
ru: Обновить
tr: Güncelle
ur: اپڈیٹ
vi: Cập nhật
zh_hans: 更新

source: Verbinde…
ar: جارٍ الاتصال…
bn: সংযুক্ত হচ্ছে…
en: Connecting…
es: Conectando…
fr: Connexion…
hi: कनेक्ट हो रहा है…
id: Menghubungkan…
it: Connessione…
ja: 接続中…
ko: 연결 중…
pt: A ligar…
ru: Подключение…
tr: Bağlanıyor…
ur: منسلک ہو رہا ہے…
vi: Đang kết nối…
zh_hans: 正在连接…

source: Verbindung testen
ar: اختبار الاتصال
bn: সংযোগ পরীক্ষা করুন
en: Test connection
es: Probar conexión
fr: Tester la connexion
hi: कनेक्शन जाँचें
id: Uji koneksi
it: Prova la connessione
ja: 接続をテスト
ko: 연결 테스트
pt: Testar ligação
ru: Проверить соединение
tr: Bağlantıyı test et
ur: کنکشن چیک کریں
vi: Kiểm tra kết nối
zh_hans: 测试连接

source: Verbindung unterbrochen — Netz prüfen und erneut senden.
ar: انقطع الاتصال — تحقق من الشبكة وأعد الإرسال.
bn: সংযোগ বিচ্ছিন্ন হয়েছে — নেটওয়ার্ক যাচাই করে আবার পাঠান।
en: Connection dropped — check your connection and send again.
es: Conexión interrumpida — comprueba la red y vuelve a enviar.
fr: Connexion interrompue — vérifie le réseau et renvoie.
hi: कनेक्शन टूट गया — नेटवर्क जाँचें और फिर भेजें।
id: Koneksi terputus — periksa jaringan dan kirim ulang.
it: Connessione interrotta — controlla la rete e riprova a inviare.
ja: 接続が切れました — 通信を確認して再送してください。
ko: 연결이 끊어짐 — 네트워크를 확인하고 다시 보내세요.
pt: Ligação interrompida — verifica a rede e envia de novo.
ru: Соединение прервано — проверь сеть и отправь ещё раз.
tr: Bağlantı kesildi — ağı kontrol edip tekrar gönderin.
ur: کنکشن منقطع ہو گیا — نیٹ ورک چیک کر کے دوبارہ بھیجیں۔
vi: Kết nối bị gián đoạn — kiểm tra mạng và gửi lại.
zh_hans: 连接中断 — 请检查网络后重发。

source: Verbindung unterbrochen — WLAN/Mobilfunk prüfen und erneut senden. Bei langen Antworten: App im Vordergrund lassen.
ar: انقطع الاتصال — تحقق من الواي-فاي/بيانات الجوال وأعد الإرسال. مع الردود الطويلة: أبقِ التطبيق مفتوحاً في المقدمة.
bn: সংযোগ বিচ্ছিন্ন হয়েছে — WLAN/মোবাইল ডেটা যাচাই করে আবার পাঠান। দীর্ঘ উত্তরের ক্ষেত্রে: অ্যাপ সামনে রাখুন।
en: Connection dropped — check Wi-Fi/cellular and send again. For long answers, keep the app in the foreground.
es: Conexión interrumpida: comprueba el wifi o los datos móviles y vuelve a enviar. Con respuestas largas, deja la app en primer plano.
fr: Connexion interrompue — vérifie le Wi-Fi ou le réseau mobile et renvoie. Pour les réponses longues : garde l'app au premier plan.
hi: कनेक्शन टूट गया — WLAN/मोबाइल डेटा जाँचें और फिर भेजें। लंबे जवाबों के लिए: ऐप को फ़ोरग्राउंड में रखें।
id: Koneksi terputus — periksa WLAN/data seluler dan kirim ulang. Untuk jawaban panjang: biarkan aplikasi di latar depan.
it: Connessione interrotta — controlla Wi-Fi/rete mobile e riprova a inviare. Per risposte lunghe: tieni l'app in primo piano.
ja: 接続が切れました — Wi-Fi／モバイル通信を確認して再送してください。長い応答のときはアプリを前面のままにしてください。
ko: 연결이 끊어짐 — WLAN/모바일 데이터를 확인하고 다시 보내세요. 긴 응답의 경우: 앱을 포그라운드에 유지하세요.
pt: Ligação interrompida — verifica o Wi-Fi/dados móveis e envia de novo. Em respostas longas: mantém a app em primeiro plano.
ru: Соединение прервано — проверь Wi-Fi или мобильную сеть и отправь ещё раз. При долгих ответах держи приложение открытым.
tr: Bağlantı kesildi — WLAN/mobil veriyi kontrol edip tekrar gönderin. Uzun yanıtlarda: uygulamayı ön planda tutun.
ur: کنکشن منقطع ہو گیا — WLAN/موبائل ڈیٹا چیک کر کے دوبارہ بھیجیں۔ طویل جوابات کے لیے: ایپ کو فور گراؤنڈ میں رکھیں۔
vi: Kết nối bị gián đoạn — kiểm tra WLAN/dữ liệu di động và gửi lại. Với phản hồi dài: giữ ứng dụng ở nền trước.
zh_hans: 连接中断 — 请检查 Wi-Fi/移动网络后重发。回复较长时：让应用保持在前台。

source: Version
ar: الإصدار
bn: ভার্সন
es: Versión
hi: वर्शन
id: Versi
it: Versione
ja: バージョン
ko: 버전
pt: Versão
ru: Версия
tr: Sürüm
ur: ورژن
vi: Phiên bản
zh_hans: 版本

source: Video ansehen
ar: شغّل الفيديو
bn: ভিডিও দেখুন
en: Watch video
es: Ver vídeo
fr: Voir la vidéo
hi: वीडियो देखें
id: Tonton video
it: Guarda il video
ja: 動画を見る
ko: 동영상 보기
pt: Ver vídeo
ru: Смотреть видео
tr: Videoyu izle
ur: ویڈیو دیکھیں
vi: Xem video
zh_hans: 观看视频

source: Vollen Bericht kopieren
ar: نسخ التقرير الكامل
bn: পুরো রিপোর্ট কপি করুন
en: Copy full report
es: Copiar informe completo
fr: Copier le rapport complet
hi: पूरी रिपोर्ट कॉपी करें
id: Salin laporan lengkap
it: Copia rapporto completo
ja: レポート全体をコピー
ko: 전체 보고서 복사
pt: Copiar relatório completo
ru: Скопировать полный отчёт
tr: Tam raporu kopyala
ur: مکمل رپورٹ کاپی کریں
vi: Sao chép toàn bộ báo cáo
zh_hans: 复制完整报告

source: Vom Benutzer aus dem App-Switcher geworfen.
ar: أغلقه المستخدم من مبدّل التطبيقات.
bn: ইউজার App Switcher থেকে সরিয়ে দিয়েছেন।
en: Swiped away by the user in the app switcher.
es: El usuario la cerró desde el selector de apps.
fr: Fermée par l'utilisateur depuis le sélecteur d'apps.
hi: यूज़र ने App Switcher से हटा दिया।
id: Dihapus pengguna dari App Switcher.
it: Chiusa dall'utente dal selettore app.
ja: ユーザーが App スイッチャーから終了しました。
ko: 사용자가 App Switcher에서 종료함.
pt: Fechada pelo utilizador no seletor de apps.
ru: Пользователь закрыл приложение из переключателя приложений.
tr: Kullanıcı tarafından App Switcher'dan kapatıldı.
ur: یوزر نے App Switcher سے ہٹا دیا۔
vi: Người dùng đã loại khỏi App Switcher.
zh_hans: 被用户从 App 切换器里划掉了。

source: Von iOS erstellt, mit symbolisiertem Stack und Abbruchgrund — genauer als alles, was die App selbst mitschreiben kann. Kommt direkt in der App an, ohne Umweg über die Einstellungen.
ar: أنشأه iOS، مع مكدّس مفكوك الرموز وسبب الإنهاء — أدق من أي شيء يمكن للتطبيق تسجيله بنفسه. ويصل داخل التطبيق مباشرة، دون المرور بالإعدادات.
bn: iOS দ্বারা তৈরি, সিম্বলাইজড স্ট্যাক ও বন্ধ হওয়ার কারণ সহ — অ্যাপ নিজে যা রেকর্ড করতে পারে তার চেয়ে নির্ভুল। Settings ঘুরে না গিয়ে সরাসরি অ্যাপে আসে।
en: Created by iOS, with a symbolicated stack and the termination reason — more precise than anything the app can log itself. It lands right in the app, no detour through Settings.
es: Creado por iOS, con la pila simbolizada y el motivo del cierre: más preciso que cualquier cosa que la app pueda registrar por su cuenta. Llega directamente a la app, sin pasar por Ajustes.
fr: Créé par iOS, avec la pile symbolisée et la cause de l'arrêt — plus précis que tout ce que l'app peut enregistrer elle-même. Arrive directement dans l'app, sans passer par les Réglages.
hi: iOS द्वारा बनाई गई, सिंबलीकृत स्टैक और समाप्ति के कारण के साथ — जो भी ऐप खुद दर्ज कर सकता है उससे कहीं ज़्यादा सटीक। सीधे ऐप में आती है, Settings से घूमकर नहीं।
id: Dibuat oleh iOS, dengan stack yang disimbolkan dan alasan penghentian — lebih akurat dari apa pun yang bisa dicatat aplikasi sendiri. Langsung masuk ke aplikasi tanpa melalui Settings.
it: Creato da iOS, con stack simbolizzato e motivo dell'interruzione — più preciso di qualsiasi cosa l'app possa registrare da sola. Arriva direttamente nell'app, senza passare dalle Impostazioni.
ja: iOS が作成するレポートで、シンボル化されたスタックと終了理由が付きます — アプリ自身が記録できるどれよりも正確です。設定アプリを経由せず、直接このアプリに届きます。
ko: iOS가 생성했으며, 심볼화된 스택과 중단 이유가 포함되어 있습니다 — 앱 자체가 기록할 수 있는 것보다 더 정확합니다. 설정을 거치지 않고 바로 앱에 전달됩니다.
pt: Criado pelo iOS, com stack simbolizada e motivo da falha — mais preciso do que tudo o que a app consegue registar. Chega diretamente à app, sem passar pelas Definições.
ru: Создаётся самой iOS, с символизированным стеком и причиной завершения — точнее всего, что приложение может записать само. Приходит прямо в приложение, без захода в Настройки.
tr: iOS tarafından oluşturuldu, sembolleştirilmiş yığın ve durdurma nedeniyle — uygulamanın kendisinin kaydedebileceğinden daha kesin. Ayarlar üzerinden dolaşmadan doğrudan uygulamaya gelir.
ur: iOS کی بنائی ہوئی، سمبلائزڈ اسٹیک اور بند ہونے کی وجہ کے ساتھ — ایپ خود جو ریکارڈ کر سکتی ہے اس سے زیادہ درست۔ Settings سے گھومے بغیر براہ راست ایپ میں آتی ہے۔
vi: Được iOS tạo, kèm stack đã ký hiệu hóa và lý do dừng — chính xác hơn bất cứ điều gì bản thân ứng dụng có thể ghi lại. Đến trực tiếp trong ứng dụng, không qua Cài đặt.
zh_hans: 由 iOS 生成，带符号化调用栈和终止原因 — 比应用自己记录的任何信息都准确。直接送到应用里，不用绕到“设置”。

source: Von iOS selbst erstellt. Enthält den symbolisierten Stack und den
ar: أنشأه iOS نفسه. يحتوي على المكدّس المُرمَّز وعلى
bn: iOS নিজে তৈরি করেছে। এতে সিম্বলাইজড স্ট্যাক ও
en: Created by iOS itself. Contains the symbolicated stack and the
es: Lo genera el propio iOS. Contiene el stack simbolizado y el
fr: Généré par iOS lui-même. Contient la pile symbolisée et le
hi: खुद iOS द्वारा बनाई गई। इसमें सिंबलीकृत स्टैक और
id: Dibuat oleh iOS sendiri. Berisi stack yang disimbolkan dan
it: Creato da iOS stesso. Contiene lo stack simbolizzato e il
ja: iOS 自身が作成します。シンボル化されたスタックと
ko: iOS 자체가 생성했습니다. 심볼화된 스택과
pt: Criado pelo próprio iOS. Contém o stack simbolizado e o
ru: Создано самой iOS. Содержит символизированный стек и
tr: iOS'un kendisi tarafından oluşturuldu. Sembolleştirilmiş yığını ve
ur: خود iOS کی بنائی ہوئی۔ اس میں سمبلائزڈ اسٹیک اور
vi: Do chính iOS tạo. Chứa stack đã ký hiệu hóa và
zh_hans: 由 iOS 自己生成。包含符号化后的堆栈和

source: Vorschau
ar: معاينة
bn: প্রিভিউ
en: Preview
es: Vista previa
fr: Aperçu
hi: प्रीव्यू
id: Pratinjau
it: Anteprima
ja: プレビュー
ko: 미리보기
pt: Pré-visualizar
ru: Просмотр
tr: Önizleme
ur: پیش منظر
vi: Xem trước
zh_hans: 预览

source: Vorschau von **%@** %@. Quellcode ist an die KI übergeben — sag, was ich anpassen soll; danach speichern wir die neue Version.
ar: معاينة **%@** %@. تم تمرير الشيفرة المصدرية إلى الذكاء الاصطناعي — قل لي ما أُعدّله؛ ثم نحفظ النسخة الجديدة.
bn: **%@** %@-এর প্রিভিউ। সোর্স কোড AI-কে দেওয়া হয়েছে — বলুন কী বদলাতে হবে; তারপর আমরা নতুন ভার্সন সেভ করব।
en: Preview of **%@** %@. The source code has been handed to the AI — tell me what to adjust; then we'll save the new version.
es: Vista previa de **%@** %@. El código fuente está en manos de la IA — dime qué debo ajustar; después guardamos la nueva versión.
fr: Aperçu de **%@** %@. Le code source a été transmis à l'IA — dis-moi ce que je dois ajuster ; ensuite on enregistre la nouvelle version.
hi: **%@** %@ का प्रीव्यू। सोर्स कोड AI को दे दिया गया है — बताएँ मुझे क्या बदलना है; फिर हम नया वर्शन सेव करेंगे।
id: Pratinjau **%@** %@. Kode sumber telah diberikan ke AI — katakan apa yang harus disesuaikan; setelah itu kita simpan versi baru.
it: Anteprima di **%@** %@. Il codice sorgente è stato passato all'IA — dimmi cosa devo modificare; poi salviamo la nuova versione.
ja: **%@** のプレビュー %@。ソースコードはAIに渡してあります — どこを調整するか教えてね。そのあと新しいバージョンを保存します。
ko: **%@** %@의 미리보기. 소스 코드가 AI에 전달되었습니다 — 무엇을 조정해야 할지 말씀해 주세요; 그 후 새 버전을 저장하겠습니다.
pt: Pré-visualização de **%@** %@. O código-fonte foi entregue à IA — diz o que queres que eu ajuste; depois guardamos a nova versão.
ru: Просмотр **%@** %@. Исходный код передан ИИ — скажи, что подправить; потом сохраним новую версию.
tr: **%@** %@'nin önizlemesi. Kaynak kod AI'ya verildi — neyi ayarlamam gerektiğini söyleyin; sonra yeni sürümü kaydedeceğiz.
ur: **%@** %@ کا پیش منظر۔ سورس کوڈ AI کو دیا جا چکا ہے — بتائیں کیا ایڈجسٹ کرنا ہے؛ پھر ہم نیا ورژن محفوظ کریں گے۔
vi: Xem trước **%@** %@. Mã nguồn đã được chuyển cho AI — hãy nói điều cần điều chỉnh; sau đó chúng ta sẽ lưu phiên bản mới.
zh_hans: **%@** 的预览 %@。源代码已交给 AI — 说说我该调整什么；之后我们保存新版本。

source: Vorschläge
ar: اقتراحات
bn: পরামর্শ
en: Suggestions
es: Sugerencias
fr: Suggestions
hi: सुझाव
id: Saran
it: Suggerimenti
ja: おすすめ
ko: 제안
pt: Sugestões
ru: Предложения
tr: Öneriler
ur: تجاویز
vi: Gợi ý
zh_hans: 建议

source: Was dafür/dagegen spricht, steht in den Fakten oben und den Ereignissen unten.
ar: ما يؤيّد ذلك أو ينفيه تجده في الحقائق أعلاه والأحداث أدناه.
bn: পক্ষে/বিপক্ষে যা আছে তা উপরের তথ্য ও নিচের ঘটনায় আছে।
en: What backs each one up or rules it out is in the facts above and the events below.
es: Los argumentos a favor y en contra están en los datos de arriba y en los eventos de abajo.
fr: Ce qui plaide pour ou contre se trouve dans les faits ci-dessus et les événements ci-dessous.
hi: इसके पक्ष/विपक्ष में क्या है, यह ऊपर के विवरण और नीचे की घटनाओं में है।
id: Apa yang mendukung/menentang ada dalam fakta di atas dan kejadian di bawah.
it: Gli elementi a favore e contro sono nei dati qui sopra e negli eventi qui sotto.
ja: 判断の材料は、上の事実と下のイベント一覧にあります。
ko: 찬성/반대 근거는 위의 사실과 아래의 이벤트에 있습니다.
pt: Os argumentos a favor e contra estão nos dados acima e nos eventos abaixo.
ru: Аргументы за и против — в фактах выше и в событиях ниже.
tr: Lehinde/aleyhinde olanlar yukarıdaki gerçeklerde ve aşağıdaki olaylarda yer alıyor.
ur: حق میں/خلاف جو کچھ ہے وہ اوپر کے حقائق اور نیچے کے واقعات میں ہے۔
vi: Những gì ủng hộ/phản đối nằm trong các sự thật ở trên và sự kiện bên dưới.
zh_hans: 支持或反对的依据，见上方的事实和下方的事件。

source: Was soll ich bauen?
ar: ماذا أبني لك؟
bn: আমার কী তৈরি করা উচিত?
en: What should I build?
es: ¿Qué construyo?
fr: Que dois-je construire ?
hi: मुझे क्या बनाना है?
id: Apa yang harus saya bangun?
it: Cosa devo creare?
ja: 何を作ろうか？
ko: 무엇을 만들까요?
pt: O que queres que eu construa?
ru: Что мне создать?
tr: Ne oluşturmalıyım?
ur: مجھے کیا بنانا چاہیے؟
vi: Tôi nên xây dựng gì?
zh_hans: 想让我做什么？

source: Was stimmt nicht?
ar: ما المشكلة؟
bn: কী ঠিক নেই?
en: What's wrong?
es: ¿Qué problema hay?
fr: Qu'est-ce qui ne va pas ?
hi: क्या गलत है?
id: Apa yang tidak beres?
it: Cosa non va?
ja: どこが問題？
ko: 무엇이 잘못되었나요?
pt: O que está mal?
ru: Что не так?
tr: Ne yanlış?
ur: کیا غلط ہے؟
vi: Điều gì không đúng?
zh_hans: 哪里有问题？

source: Was ändern?
ar: ما التغيير؟
bn: কী বদলাতে হবে?
en: What should I change?
es: ¿Qué quieres cambiar?
fr: Que changer ?
hi: क्या बदलना है?
id: Apa yang harus diubah?
it: Cosa modifico?
ja: 何を変える？
ko: 무엇을 바꿀까요?
pt: O que queres mudar?
ru: Что изменить?
tr: Ne değiştirilsin?
ur: کیا بدلنا ہے؟
vi: Thay đổi điều gì?
zh_hans: 要改什么？
